{"translation-revision-date":"2023-01-02 11:20:13+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Problem occurred while saving your settings. Please try again later!":["Si è verificato un problema durante il salvataggio delle impostazioni. Riprova più tardi!"],"Update was successfull!":["L'aggiornamento è avvenuto con successo!"],"Failed to load cookies please try again later!":["Impossibile caricare i Cookie, riprova più tardi."],"Upgrade to unlock custom css and other advanced features":["Aggiornamento per sbloccare il CSS personalizzato e altre funzionalità avanzate"],"Custom CSS for additional styling":["CSS personalizzato per uno stile aggiuntivo"],"Colour scheme":["Schema colore"],"The edits that you have made in the HTML Editor will override any changes made to the settings below":["Le modifiche apportate nell'Editor HTML sovrascrivono qualsiasi modifica apportata alle impostazioni sottostanti"],"You're in Custom HTML mode. ":["Sei in modalità HTML personalizzato. "],"Upgrade to unlock popup layout and other advanced features":["Aggiorna per sbloccare il layout popup e altre funzionalità avanzate"],"Please enter a value between 0 and 730":["Inserisci un valore tra 0 e 730"],"Geo-target CCPA Banner":["Banner CCPA geo-targettizzato"],"Geo-target GDPR Banner":["Banner GDPR geo-targettizzato"],"United States":["Stati Uniti"],"California":["California"],"Select countries":["Seleziona i paesi"],"EU Countries & UK":["Paesi UE e Regno Unito"],"Worldwide":["Tutto il mondo"],"Upgrade to unlock geo-targeting and other advanced features":["Aggiorna per sbloccare la geo-targetizzazione e altre funzionalità avanzate"],"Hiding any of the categories (with cookies) will make your website non-compliant with GDPR.":["Nascondere una qualsiasi categoria (con i Cookie) renderà il tuo sito web non conforme al GDPR."],"Hide categories from banner":["Nascondi categorie dal banner"],"Choosing any of these categories(cookies) to load prior to receiving user consent will make your website non-compliant with GDPR.":["La scelta di caricare una qualsiasi di queste categorie (Cookie) prima di ricevere il consenso dell'utente renderà il tuo sito web non conforme al GDPR."],"Load cookies prior to consent":["Carica i Cookie prima del consenso"],"Reload page on consent action":["Ricarica la pagina dopo l'azione di consenso"],"Consent expiration (days)":["Scadenza consenso (giorni)"],"Show advanced settings":["Mostra impostazioni avanzate"],"Hide advanced settings":["Nascondi impostazioni avanzate"],"Show CCPA Banner":["Mostra banner CCPA"],"Fetching data":["Recupero dati"],"GDPR & CCPA":["GDPR e CCPA"],"Please upgrade to the Pro or Ultimate plan to show GDPR or CCPA banner to your site visitors based on their geolocation.":["Effettua l'aggiornamento al piano Pro o Ultimate per mostrare il banner GDPR o CCPA ai visitatori del tuo sito in base alla loro geolocalizzazione."],"Consent Template":["Template consenso"],"Loading...":["Caricamento..."],"The CCPA banner has been disabled. You can enable it from ‘General’, if needed.":["Il banner CCPA è stato disabilitato. Se necessario, puoi abilitarlo da ‘Generale’."],"Publish Changes":["Pubblica le modifiche"],"Banner Preview":["Anteprima banner"],"An unexpected error occurred please try reloading the page or logging in again.":["Si è verificato un errore imprevisto, prova a ricaricare la pagina o ad accedere nuovamente."],"Premium":["Premium"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-a7a40d04.js"}}