{"translation-revision-date":"2023-03-29 12:23:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Save changes":["Enregistrer les modifications"],"Add pickup location":["Ajouter le lieu de retrait"],"When you add a pickup location, it will appear here.":["Quand vous ajoutez un lieu de retrait, il apparaîtra ici."],"Enabled":["Activé"],"Define pickup locations for your customers to choose from during checkout.":["Définir les lieux de retrait que vos clients pourront choisir lors de leur validation de commande."],"Pickup locations":["Lieux de retrait"],"Delete location":["Supprimer le lieu"],"Edit pickup location":["Modifier le lieu de retrait"],"Pickup details":["Modalités de retrait"],"Postcode \/ ZIP":["Code postal"],"A Location title is required":["Un nom de lieu est requis"],"Location name":["Nom de lieu"],"Not taxable":["Non taxable"],"Taxable":["Taxable"],"Free":["Gratuit"],"Cost":["Coût"],"By default, the local pickup shipping method is free.":["Par défaut, le mode de livraison Retrait sur place est gratuit."],"Add a price for customers who choose local pickup":["Ajouter un tarif pour les clients choisissant le retrait sur place"],"Local pickup title is required":["Le nom du retrait sur place est requis"],"This is the shipping method title shown to customers.":["Ceci est le nom de la méthode de livraison affichée au client."],"Title":["Titre"],"When enabled, local pickup will appear as an option on the block based checkout.":["Quand activé, le retrait sur place apparaîtra comme option dans le bloc de validation de commande."],"Enable local pickup":["Activer le retrait sur place"],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Activer ceci générera des options dupliquées lors de la validation de commande. Supprimez la méthode de livraison Retrait sur place de vos <a>zones de livraison<\/a>."],"View checkout page":["Voir la page de validation de commande"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Activer ou désactiver le retrait sur place pour votre boutique, et paramétrez les tarifs. Le retrait sur place est uniquement disponible dans le bloc validation de commande"],"General":["Général"],"Local Pickup settings have been saved.":["Les réglages de retrait sur place ont été enregistrés."],"Local Pickup":["Retrait sur place"],"Optional cost to charge for local pickup.":["Coût optionnel à ajouter pour le retrait sur place"],"If a cost is defined, this controls if taxes are applied to that cost.":["Si un coût est paramétré, ceci permet de contrôler si une taxe doit être appliquée à ce coût."],"Pickup location":["Lieu de retrait"],"Country":["Pays"],"State":["État"],"Taxes":["TVA"],"City":["Ville"],"Address":["Adresse"],"Learn more":["En savoir plus"],"Cancel":["Annuler"],"Edit":["Modifier"],"Done":["Terminé"]}},"comment":{"reference":"build\/wc-shipping-method-pickup-location.js"}}