{"translation-revision-date":"2023-03-24 10:11:43+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Flat rate shipping":["Versandkostenpauschale"],"Something went wrong. Please try placing your order again.":["Etwas ist schiefgelaufen. Bitte versuche deine Bestellung erneut aufzugeben."],"T-Shirt":["T-Shirt"],"Hoodie with Pocket":["Hoodie mit Tasche"],"Hoodie with Logo":["Hoodie mit Logo"],"Hoodie with Zipper":["Hoodie mit Reißverschluss"],"Long Sleeve Tee":["Langarm-Shirt"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["Etwas ist schiefgelaufen. Bitte kontaktiere uns für Unterstützung."],"Sales tax":["Mehrwertsteuer"],"%s (optional)":["%s (optional)"],"Fee":["Gebühr"],"Your cart is currently empty!":["Dein Warenkorb ist derzeit leer!"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Beim Bezahlen ist ein unerwarteter Fehler aufgetreten. <button>Bitte lade die Seite erneut<\/button>. Wenn der Fehler weiterhin besteht, wende dich bitte an uns, damit wir dir helfen können."],"Browse store":["Shop durchstöbern"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Die Bezahlfunktion ist nicht verfügbar, solange dein Warenkorb leer ist. Sieh dich doch im Shop ein wenig um und kehre hierher zurück, wenn du eine Bestellung aufgeben möchtest."],"Orange":["Orange"],"Lightweight baseball cap":["Leichte Baseballkappe"],"Cap":["Baseballkappe"],"Yellow":["Gelb"],"Warm hat for winter":["Warme Mütze für den Winter"],"Beanie":["Mütze"],"Local pickup":["Abholung vor Ort"],"Free shipping":["Kostenloser Versand"],"example product in Cart Block\u0004Beanie":["Mütze"],"example product in Cart Block\u0004Beanie with Logo":["Mütze mit Logo"],"Shipping":["Versand"],"Click here to log in.":["Klicke hier, um dich anzumelden."],"You must be logged in to checkout.":["Du musst angemeldet sein, um die Bestellung abzuschließen."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Beim Bezahlen ist ein Problem aufgetreten. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, wende dich bitte an uns, damit wir dir helfen können."],"Edit your cart":["Warenkorb bearbeiten"],"Please edit your cart and try again.":["Bitte bearbeite deinen Warenkorb und versuche es erneut."],"There is a problem with your cart":["Bei deinem Warenkorb ist ein Problem aufgetreten"],"Checkout error":["Fehler beim Bezahlen"],"There was a problem with your shipping option.":["Bei deiner Versandoption ist ein Problem aufgetreten."],"There was a problem with your payment option.":["Bei deiner Zahlungsoption ist ein Problem aufgetreten."],"Error:":["Fehler:"],"Something went wrong. Please contact us to get assistance.":["Es ist ein Fehler aufgetreten. Bitte kontaktiere uns, wenn du Hilfe benötigst."],"Color":["Farbe"],"Small":["Klein"],"Size":["Größe"],"There was an error loading the content.":["Beim Laden des Inhalts ist ein Fehler aufgetreten."],"Oops!":["Ups!"],"Retry":["Erneut versuchen"]}},"comment":{"reference":"build\/checkout-frontend.js"}}