{"translation-revision-date":"2023-03-24 10:11:43+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Save changes":["Änderungen speichern"],"Add pickup location":["Abholort hinzufügen"],"When you add a pickup location, it will appear here.":["Wenn du einen Abholort hinzufügst, wird dieser hier angezeigt."],"Enabled":["Aktiviert"],"Define pickup locations for your customers to choose from during checkout.":["Definiere Abholorte, zwischen denen deine Kunden während des Bezahlens wählen können."],"Pickup locations":["Abholorte"],"Delete location":["Ort löschen"],"Edit pickup location":["Abholort bearbeiten"],"Pickup details":["Abholdetails"],"Postcode \/ ZIP":["Postleitzahl (PLZ)"],"A Location title is required":["Ein Ortsname ist erforderlich"],"Location name":["Ortsname"],"Not taxable":["Nicht steuerpflichtig"],"Taxable":["Steuerpflichtig"],"Free":["Kostenlos"],"Cost":["Kosten"],"By default, the local pickup shipping method is free.":["Standardmäßig ist die \"Abholung vor Ort\" als kostenloser Versand eingestellt."],"Add a price for customers who choose local pickup":["Füge einen Preis für Kunden hinzu, die die Abholung vor Ort wählen."],"Local pickup title is required":["Ein Titel für die Abholung vor Ort ist erforderlich."],"This is the shipping method title shown to customers.":["Dies ist der Versandmethodentitel, der Kunden angezeigt wird."],"Title":["Titel"],"When enabled, local pickup will appear as an option on the block based checkout.":["Wenn aktiviert, wird die Abholung vor Ort als Option im blockbasierten Checkout angezeigt."],"Enable local pickup":["Abholung vor Ort aktivieren"],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Wenn du dies aktivierst, werden doppelte Optionen im Checkout angezeigt. Entferne die Abholung vor Ort aus deinen <a>Versandzonen<\/a>."],"View checkout page":["Bezahlseite anzeigen"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Aktiviere oder deaktiviere die Abholung vor Ort in deinem Shop und definiere die Kosten. Die Abholung vor Ort ist nur im blockbasierten Checkout verfügbar."],"General":["Allgemein"],"Local Pickup settings have been saved.":["Die Einstellungen für die Abholung vor Ort wurden gespeichert."],"Local Pickup":["Abholung vor Ort"],"Optional cost to charge for local pickup.":["Optionale Kosten für die Abholung vor Ort."],"If a cost is defined, this controls if taxes are applied to that cost.":["Wenn Kosten definiert sind, kontrolliert dies, ob Steuern auf diese Kosten angewendet werden."],"Pickup location":["Abholort"],"Country":["Land"],"State":["Bundesland"],"Taxes":["Steuern"],"City":["Stadt"],"Address":["Adresse"],"Learn more":["Mehr erfahren"],"Cancel":["Abbrechen"],"Edit":["Bearbeiten"],"Done":["Erledigt"]}},"comment":{"reference":"build\/wc-shipping-method-pickup-location.js"}}