{"translation-revision-date":"2023-03-25 18:13:31+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"No Thanks":["Nei takk"],"Install and enable":["Installere og aktivere"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Spar tid og penger ved å skrive ut fraktetikettene dine direkte fra datamaskinen med en av disse fraktløsningene."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Spar tid og penger ved å skrive ut fraktetikettene dine direkte fra datamaskinen med %1$s. Prøv %2$s gratis. {{link}}Finn ut mer{{\/link}}"],"Powerful yet easy-to-use solution:":["Kraftig, men likevel brukervennlig løsning:"],"30-days free trial":["30 dagers gratis prøveperiode"],"Advance automated workflows":["Fremskynde automatiserte arbeidsflyter"],"Connect selling channels easily":["Koble sammen salgskanaler på en enkel måte"],"Shop for the best rates, in real-time":["Handle for de beste prisene, i sanntid"],"Print labels from Royal Mail, Parcel Force, DPD, and many more":["Skriv ut etiketter fra Royal Mail, Parcel Force, DPD og mange flere"],"Optimize your full shipping process:":["Optimaliser hele forsendelsesprosessen:"],"Free shipping platform":["Gratis fraktplattform"],"Quickly bulk print labels":["Rask masseutskrift av etiketter"],"Access competitive shipping prices":["Få tilgang til konkurransedyktige fraktpriser"],"Direct access to leading carriers":["Direkte tilgang til ledende transportører"],"Automated, real-time order import":["Automatisert ordreimport i sanntid"],"All-in-one shipping tool:":["Alt-i-ett-verktøy for frakt:"],"Start with a free plan":["Start med et gratis abonnement"],"Self-service tracking & returns":["Selvbetjent sporing og retur"],"Customize checkout options":["Tilpasse utsjekkingsalternativer"],"Process orders in just a few clicks":["Behandle bestillinger med bare noen få klikk"],"Print labels from 80+ carriers":["Skriv ut etiketter fra 80+ transportører"],"Keep your customers informed with tracking notifications.":["Hold kundene dine informert med sporingsvarsler."],"Shop for the best shipping rates, and access pre-negotiated discounted rates.":["Handle for de beste fraktprisene, og få tilgang til forhåndsforhandlede rabatterte priser."],"Save money":["Spar penger"],"Automatically import order information to quickly print your labels.":["Importer ordreinformasjon automatisk for å skrive ut etikettene dine raskt."],"Save time":["Spar tid"],"Date completed":["Dato Fullført"],"Date paid":["Dato betalt"],"Date created":["Dato opprettet"],"Date type:":["Datotype:"],"Database date field considered for Revenue and Orders reports":["Datofelt i databasen som vurderes for rapporter om inntekter og ordrer"],"There was a problem setting up automated taxes. Please try again.":["Det oppstod et problem med å sette opp automatiske avgifter. Vennligst prøv igjen."],"Feedback":["Tilbakemelding"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Du har jobbet med dette produktet i noen minutter nå. Er det noe du sliter med? Del din tilbakemelding."],"🫣 Feeling stuck?":["🫣 Kommer du ikke videre?"],"Edit Product Variation":["Rediger produktvariant"],"The product import screen's functionality meets my needs":["Funksjonaliteten i skjermbildet for produktimport oppfyller mine behov"],"The product import screen is easy to use":["Skjermbildet for produktimport er enkelt å bruke"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vi la merke til at du begynte å importere produkter og deretter dro. Hvordan var det? Din tilbakemelding vil bidra til å skape en bedre opplevelse for tusenvis av selgere som deg."],"How's your experience with importing products?":["Hvordan er din erfaring med import av produkter?"],"How is your experience with importing products?":["Hvordan er din erfaring med import av produkter?"],"The order details screen's functionality meets my needs":["Funksjonaliteten i skjermbildet for bestillingsdetaljer oppfyller mine behov"],"The order editing screen is easy to use":["Bestillingsredigeringsskjermen er enkel å bruke"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vi la merke til at du begynte å redigere en ordre, og så forlot den. Hvordan gikk det? Tilbakemeldingene dine vil bidra til å skape en bedre opplevelse for tusenvis av selgere som deg."],"How's your experience with orders?":["Hvordan er din erfaring med bestillinger?"],"How easy or difficult was it to update this order?":["Hvor lett eller vanskelig var det å oppdatere denne bestillingen?"],"How's your experience with the product editor?":["Hvordan er din erfaring med produktredigering?"],"Use recommended settings":["Bruk anbefalte innstillinger"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Inkonsistente avgiftsinnstillinger:{{\/b}} For å unngå mulige avrundingsfeil, bør priser angis og vises konsekvent på alle steder, enten inkludert eller ekskludert avgifter."],"Recommended settings applied.":["Anbefalte innstilllinger anvendt."],"The store setup process meets my needs.":["Butikkoppsettprosessen oppfyller mine behov."],"The store setup is easy to complete.":["Butikkoppsettet er enkelt å fullføre."],"Thanks for the feedback. We'll put it to good use!":["Takk for tilbakemeldingen. Vi skal bruke det godt!"],"The filters' functionality meets my needs.":["Filtrenes funksjonalitet oppfyller mine behov."],"The filters in the analytics screen are easy to use.":["Filtrene i analyseskjermen er enkle å bruke."],"The settings screen's functionality meets my needs":["Innstillingsskjermens funksjonalitet oppfyller mine behov"],"The settings screen is easy to use":["Innstillingsskjermen er enkel å bruke"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vi la merke til at du begynte å endre butikkinnstillingene, og deretter dro. Hvordan var det? Tilbakemeldingen din vil bidra til å skape en bedre opplevelse for tusenvis av selgere som deg."],"How’s your experience with settings?":["Hvordan er din erfaring med innstillinger?"],"Did you find the right setting?":["Fant du riktig innstilling?"],"The product creation screen's functionality meets my needs":["Produktopprettingsskjermens funksjonalitet oppfyller mine behov"],"The product creation screen is easy to use":["Produktopprettingsskjermen er enkel å bruke"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vi la merke til at du begynte å lage et produkt, og deretter dro. Hvordan var det? Tilbakemeldingen din vil bidra til å skape en bedre opplevelse for tusenvis av selgere som deg."],"How is your experience with creating products?":["Hvordan er din erfaring med å lage produkter?"],"The product editing screen's functionality meets my needs":["Produktredigeringsskjermens funksjonalitet oppfyller mine behov"],"The product editing screen is easy to use":["Produktredigeringsskjermen er enkel å bruke"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["Vi la merke til at du begynte å redigere et produkt, og deretter dro. Hvordan var det? Tilbakemeldingen din vil bidra til å skape en bedre opplevelse for tusenvis av selgere som deg."],"How's your experience with editing products?":["Hvordan er din erfaring med redigering av produkter?"],"How is your experience with editing products?":["Hvordan er din erfaring med redigering av produkter?"],"The search's functionality meets my needs.":["Søkets funksjonalitet oppfyller mine behov."],"The search feature in WooCommerce is easy to use.":["Søkefunksjonen i WooCommerce er enkel å bruke."],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Legg til butikkdetaljene dine for å hjelpe oss med å konfigurere frakt, avgifter, valuta og mer på en helautomatisk måte. Når du er ferdig, klikker du på \"Lagre\"-knappen nederst i skjemaet."],"Add details":["Legg in detaljer"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Få butikken i gang på kort tid. Legg til butikkens adresse for å konfigurere frakt, avgifter og betalinger raskere."],"First, tell us about your store":["Først, fortell oss om butikken din"],"Store location illustration":["Butikkplassering illustrasjon"],"Add New Product":["Legg til nytt produkt"],"Save store location":["Lagre butikkplassering"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Legg til butikkplasseringen din for å hjelpe oss med å beregne fraktpriser og de beste fraktalternativene for deg. Du kan administrere butikkplasseringen din igjen når som helst i WooCommerce Settings General."],"Set your store location":["Angi butikkplasseringen din"],"Enable shipping label printing and discounted rates":["Aktiver utskrift av fraktetiketter og rabatterte priser"],"Save shipping options":["Lagre fraktalternativer"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Vi anbefaler følgende fraktalternativer basert på din plassering. Du kan administrere fraktalternativene dine igjen når som helst i WooCommerce Shipping-innstillinger."],"Wow your shoppers":["Imponer kundene dine"],"Try one of the alternative payment providers.":["Prøv en av de alternative betalingsleverandørene."],"Other payment providers":["Andre betalingsleverandører"],"Give your customers additional choices in ways to pay.":["Gi kundene dine flere valgmuligheter når det gjelder betaling."],"To start accepting online payments":["For å begynne å godta nettbetalinger"],"Access discounted shipping rates with DHL and USPS.":["Få tilgang til rabatterte fraktpriser med DHL og USPS."],"Discounted rates":["Rabatterte priser"],"Pick up an order, then just pay, print, package and post.":["Hent en bestilling, så er det bare å betale, skrive ut, pakke og poste."],"Print at home":["Skriv ut hjemme"],"No need to wonder where that stampbook went.":["Du trenger ikke å lure på hvor den frimerkeboken ble av."],"Buy postage when you need it":["Kjøp porto når du trenger det"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Tjen og administrer gjentakende inntekter og få automatiske innskudd til din valgte bankkonto."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Selg til internasjonale markeder og godta mer enn 135 valutaer med lokale betalingsmetoder."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Tilby kundene deres foretrukne betalingsmåte, inkludert debet- og kredittkortbetalinger, Apple Pay, Sofort, SEPA, iDeal og mange flere."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Godt valg! Du valgte å legge til fantastiske nye funksjoner i butikken din. Fortsett til kassen for å fullføre kjøpet."],"Purchase illustration":["Kjøpsillustrasjon"],"& more.":["& mer."],"Accepted payment methods include:":["Aksepterte betalingsmåter inkluderer:"],"By using WooCommerce Payments you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} and acknowledge that you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} ":["Ved å bruke WooCommerce Payments godtar du våre {{tosLink}}vilkår for bruk{{\/tosLink}} og bekrefter at du har lest våre {{privacyLink}}personvernregler{{\/privacyLink}} "],"Accept Payments and manage your business.":["Godta betalinger og administrer virksomheten din."],"Preview store":["Forhåndsvis butikk"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Bygg din katalog ved å legge til det du vil selge. Du kan legge til produkter manuelt eller importere dem fra en annen butikk."],"Add products to sell":["Legg til produkter for å selge"],"Products illustration":["Produkt illustrasjon"],"View options":["Se alternativer"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Velg mellom raske og sikre online og offline betalingsmetoder for å gjøre det enkelt for kundene dine å betale i butikken din."],"Payment illustration":["Betalingsillustrasjon"],"Make your store stand out":["Få butikken din til å skille seg ut"],"Appearance illustration":["Utseende illustrasjon"],"Add sales channels":["Legg til salgskanaler"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Gi bedriften din et løft ved å aktivere sosiale kanaler som nyhetsbrev, Facebook, Google, personlig salg og mer."],"Marketing illustration":["Markedsføringsillustrasjon"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Velg hvor og hvordan du vil sende produktene dine, velg fraktmetoder og legg til faste eller beregnede priser."],"Shipping illustration":["Frakt illustrasjon"],"Yes, please":["Ja, takk"],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Sett opp skattesatser manuelt eller bruk WooCommerce og Jetpack for å automatisere mva-beregningene for deg."],"Add your tax rates":["Legg til skattesatsene dine"],"Tax illustration":["Skatt illustrasjon"],"We appreciate your feedback!":["Vi setter pris på din tilbakemelding!"],"How was your experience?":["Hvordan var opplevelsen din?"],"Show setup task list":["Vis liste over oppsettoppgaver"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Gratulerer! Ta deg tid til å feire og se fram til det første salget."],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Bra jobba! {{strongText}}%1$d trinn igjen{{\/strongText}} for å få butikken din i gang. {{setupLink}}Fortsett konfigureringen{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Snart i mål. Bare {{strongText}}%1$d trinn igjen{{\/strongText}} får butikken din i gang. {{setupLink}}Fullfør oppsettet{{\/setupLink}}"],"Offline payment methods":["Offline betalingsmetoder"],"Choose a payment provider":["Velg en betalingsleverandør"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Følg disse trinnene for å begynne å selge raskt. %1$d av %2$d fullført."],"Hide setup list":["Skjul oppsettliste"],"Add a way to get paid":["Legg til en måte å få betalt på"],"There was an error importing the sample products":["Det oppsto en feil under import av prøveproduktene"],"Built by WooCommerce":["Laget av WooCommerce"],"Activity":["Aktivitet"],"Hide this list":["Skjul denne listen"],"Keep list":["Behold listen"],"You've completed store setup":["Du har fullført butikkoppsettet"],"Yes, hide store setup tasks":["Ja, skjul oppgaver for butikkoppsett"],"Are you sure? These tasks are required for all stores.":["Er du sikker? Disse oppgavene kreves for alle butikker."],"Hide store setup tasks":["Skjul oppgaver for butikkoppsett"],"It's time to get paid":["Det er på tide å få betalt"],"Add shipping zones":["Legg til fraktsoner"],"Set up shipping for your store":["Sett opp frakt for butikken din"],"Personalize":["Tilpass"],"Modify choices":["Tilpass valg"],"Get more sales":["Få mer salg"],"Set up taxes manually":["Sett opp skatter manuelt"],"Choose a tax partner":["Velg en skattepartner"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ved å installere WooCommerce Tax and Jetpack godtar du {{link}}vilkårene for bruk{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Drevet av {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Single{{\/strong}} economic nexus compliance"],"Best for new stores":["Best for nye butikker"],"Enable & set up":["Aktiver & konfigurer"],"Return-ready, jurisdiction-level reporting.":["Returklar rapportering på jurisdiksjonsnivå."],"Automate filing & remittance":["Automatiser arkivering og remittering"],"Cross-border and multi-channel compliance":["Cross-border and multi-channel compliance"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["{{strong}}Multi{{\/strong}}-economic nexus compliance"],"Real-time sales tax calculation":["Mva-beregning i sanntid"],"Powerful all-in-one tax tool":["Kraftig alt-i-ett skatteverktøy"],"Avalara":["Avalara"],"There was an error connecting to WooCommerce.com. Please try again":["Det oppstod en feil under tilkobling til WooCommerce.com. Vennligst prøv på nytt"],"Sorry, you are not allowed to access this page.":["Beklager, du har ikke tilgang til denne siden."],"Not allowed":["Ikke tillatt"],"See more":["Se mer"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Vi anbefaler å legge til et av følgende markedsføringsverktøy for butikken din. Utvidelsen blir installert og aktivert for deg når du klikker på \"Kom i gang\"."],"Recommended marketing extensions":["Anbefalte markedsføringstillegg"],"%s logo":["%s logo"],"You can manage this payment gateway's settings by clicking the button below":["Du kan administrere innstillinger for denne betalingsmetoden ved å klikke på knappen nedenfor"],"%s configured successfully":["%s konfigurert vellykket"],"Add your logo, create a homepage, and start designing your store.":["Legg til logoen din, opprett en startside og begynn å designe butikken din."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Du er bare ett skritt unna å få betalt. Bekreft bedriftsinformasjonen din for å begynne å administrere transaksjoner med WooCommerce Payments."],"Task postponed until tomorrow":["Oppgaven utsatt til i morgen"],"Show %d more task.":["Vis %d oppgave til.","Vis %d flere oppgaver."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Med WooCommerce Shipping kan du spare tid ved å skrive ut USPS og DHL Express fraktetiketter hjemme"],"You have inventory to review and update":["Du har beholdning å gjennomgå og oppdatere"],"Inventory to review":["Beholdning å gjennomgå"],"Orders to fulfill":["Ordre å fullføre"],"You have %d new thing to do":["Du har %d ny ting å gjøre","Du har %d nye ting å gjøre"],"Things to do next":["Ting du kan gjøre videre"],"Show things to do next":["Vis ting å gjøre videre"],"Additional payment options":["Flere betalingsalternativer"],"Setup required":["Oppsett kreves"],"Preview site":["Forhåndsvisning"],"Local Partner":["Lokal partner"],"Configure your %(title)s account":["Konfigurer din %(title)s-konto"],"How easy was it to use search?":["Hvor enkelt var det å bruke søk?"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Du kan nå fremme utvidelsene dine ved å feste dem på øverste nivå i navigasjonen."],"Introducing favorites":["Vi presenterer favoritter"],"Remove this item from your favorites.":["Fjern dette elementet fra favorittene dine."],"Add this item to your favorites.":["Legg til dette elementet i favorittene dine."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Ved å installere Jetpack godtar du {{link}}Terms for Service{{\/link}}."],"Install Jetpack":["Installer Jetpack"],"Got it":["Den er grei"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Hvis du har spørsmål, er det bare å utforske WooCommerce-dokumentene som er oppført her."],"We're here for help":["Vi er her for å hjelpe"],"How easy was it to filter your store analytics?":["Hvor enkelt var det å filtrere butikkanalysene dine?"],"Pencil icon":["Blyant-ikon"],"No thanks, I'll set up manually":["Nei takk, jeg setter opp manuelt"],"I don't charge sales tax":["Jeg tar ikke merverdiavgift"],"Set up manually":["Sett opp manuelt"],"Would you like to add the following paid features to your store now?":["Vil du legge til følgende betalte funksjoner i butikken din nå?"],"I agree":["Godta"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Ved å godta å dele ikke-sensitive {{link}}bruksdata{{\/ link}}, hjelper du oss med å forbedre funksjonene og optimalisere WooCommerce Payments-opplevelsen. Du kan velge bort når som helst."],"Help us build a better WooCommerce Payments experience":["Hjelp oss med å bygge en bedre WooCommerce Payments-opplevelse"],"Thank you for your feedback!":["Takk for din tilbakemelding!"],"WordPress Dashboard":["WordPress-dashbordet"],"Site Icon":["Nettstedsikon"],"Display options":["Visningsalternativer"],"Two columns":["To spalter"],"Single column":["Enkel spalte"],"WooCommerce Home":["WooCommerce"],"Download the WooCommerce app":["Last ned WooCommerce-appen"],"Run your store from anywhere":["Driv butikken fra hvor som helst"],"Help":["Hjelp"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Ved å installere utvidelsene Jetpack og WooCommerce Shipping godtar du våre {{link}}tjenestevilkår{{\/link}}."],"Task dismissed":["Oppgave avvist"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Ved å installere Jetpack og WooCommerce Tax godtar du {{link}}Vilkår for bruk{{\/link}}."],"My business doesn't charge sales tax":["Bedriften min belaster ikke merverdiavgift"],"Install Jetpack and WooCommerce Tax":["Installer Jetpack og WooCommerce Tax"],"Abort":["Avbryt"],"Setup Wizard":["Konfigureringsveiviser"],"Review your shipping options":["Se gjennom fraktinnstillingene dine"],"Payment Methods":["Betalingsmetoder"],"Hide this":["Skjul dette"],"2 minutes":["2 minutter"],"Undo":["Angre"],"Import sample products":["Importer eksempelprodukter"],"Home":["Hjem"],"Overview":["Oversikt"],"Installed marketing extensions":["Installerte markedsføringsutvidelser"],"Finish setup":["Fullfør oppsettet"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Ved å klikke \"Sjekk detaljer,\" godtar du {{link}}tjenestevilkårene{{\/link}}"],"Verify details":["Bekreft detaljer"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Det oppsto en feil ved tilkobling til WooCommerce Payments. Vennligst prøv igjen eller koble til senere i butikkinnstillingene."],"These details are required to receive payments via bank transfer":["Disse detaljene kreves for å motta betaling via bankoverføring"],"Add your bank details":["Legg inn dine bankdetaljer"],"Direct bank transfer details added successfully":["Detaljer for direkte bankoverføring ble lagt til vellykket"],"There was a problem saving your payment settings":["Det oppsto et problem med å lagre betalingsinnstillingene dine"],"Please enter an account number or IBAN":["Vennligst legg inn et kontonummer eller IBAN"],"WooCommerce Payments":["WooCommerce Payments"],"Unregistered Statuses":["Uregistrerte statuser"],"Install":["Installer"],"Mutable settings should be mutated via data store.":["Foranderlige innstillinger skal modifiseres via dataminne."],"Mutable settings should be accessed via data store.":["Foranderlige innstillinger skal akseseres via dataminne."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Butikkaktivitet"],"unread activity":["ulest aktivitet"],"Reviews to moderate":["Omtaler å moderere"],"You have %d review to moderate":["Du har %d omtale å moderere","Du har %d omtaler å moderere"],"You have %d order to fulfill":["Du har %d ordre å fullføre","Du har %d ordre å fullføre"],"Get started":["Kom i gang"],"Yes, count me in!":["Ja, regn med meg!"],"Build a better WooCommerce":["Bygg en bedre WooCommerce"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Få tilgang til forbedrede funksjoner og raskere rettelser ved å dele ikke-sensitive data via {{link}}sporing{{\/link}} som viser hvordan WooCommerce blir brukt. Ingen personlige data blir sporet eller lagret."],"There was a problem updating your preferences":["Det oppsto et problem med å endre dine preferanser"],"Install %s":["Installer %s"],"Task List Options":["Valg for oppgaveliste"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}} Jetpack{{\/strong}} og {{strong}}WooCommerce Tax{{\/strong}} kan automatisere mva-beregningene for deg."],"Good news!":["Gode nyheter!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ved å klikke på \"Konfigurer\" aktiverer du avgifssatser og beregninger. Mer informasjon {{link}}her{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Gå til innstillinger for avgiftssatser for å konfigurere skattesatsene dine"],"Configure tax rates":["Konfigurer avgiftssatser"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Koble til butikken til WordPress.com for å aktivere automatiserte mva-beregninger"],"Set up tax rates manually":["Sett opp avgiftssatser manuelt"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Jetpack og WooCommerce Tax lar deg automatisere mva-beregninger"],"You're awesome! One less item on your to-do list ✅":["Du er fantastisk! Ett element mindre i oppgavelisten ✅"],"Connect your store to WordPress.com to enable label printing":["Koble til butikken til WordPress.com for å aktivere etikettutskrift"],"Connect your store":["Koble til butikken din"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Vi anbefaler at du bruker ShipStation for å spare tid på postkontoret ved å skrive ut fraktetikettene dine hjemme. Prøv ShipStation gratis i 30 dager. {{link}}Lær mer{{\/link}}."],"Enable shipping label printing":["Aktivere utskrift av fraktetiketter"],"Define how much customers pay to ship to different destinations":["Definere hvor mye kundene betaler for å sende til forskjellige destinasjoner"],"Set shipping costs":["Angi fraktkostnader"],"The address from which your business operates":["Adressen som bedriften din driver fra"],"Set store location":["Butikkplassering"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Frakt er gjort! Og ta det med ro, du kan alltid endre det senere"],"Shipping cost":["Fraktkostnad"],"Shipping rates can not be negative numbers.":["Fraktpriser kan ikke være negative tall."],"Your shipping rates have been updated":["Fraktprisene dine er oppdatert"],"There was a problem saving your store location":["Det oppsto et problem med å lagre butikkplasseringen din"],"Post code":["Postnummer"],"Please select a country \/ region":["Vennligst velg land \/ region"],"Store connected to WooCommerce.com and extensions are being installed":["Butikk koblet til WooCommerce.com og utvidelser blir installert"],"You must click approve to install your extensions and connect to WooCommerce.com":["Du må klikke på godkjenn for å installere utvidelsene dine og koble til WooCommerce.com"],"Complete task":["Fullfør oppgave"],"Optionally display a prominent notice across all pages of your store":["Valgfritt vis en tydelig melding på alle sidene i butikken din"],"Set a store notice":["Sett et butikkvarsel"],"Proceed":["Fortsett"],"Ensure your store is on-brand by adding your logo":["Forsikre deg om at butikken din har et merkevare ved å legge til logoen din"],"Upload a logo":["Last opp en logo"],"Create homepage":["Lag forside"],"Create a new homepage and customize it to suit your needs":["Lag en ny forside og tilpass den etter dine behov"],"Create a custom homepage":["Lag en tilpasset forside"],"Skip":["Hopp over"],"We’ll add some products that will make it easier to see what your store looks like":["Vi legger til noen produkter som vil gjøre det lettere å se hvordan butikken din ser ut"],"Customize":["Tilpass"],"All sample products have been imported":["Alle eksempelprodukter er importert"],"There was an error importing some of the sample products":["Det oppsto en feil under import av noen av eksempelproduktene"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 Butikken din ser bra ut! Ikke glem å fortsette å tilpasse det"],"Store logo updated sucessfully":["Butikklogo vellykket oppdatert"],"I'll do it later":["Jeg gjør det senere"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Du har ikke tilgang til denne funksjonaliteten før utvidelsene er kjøpt og installert."],"%s — %s per year":["%s — %s pr. år"],"Dismiss this notice":["Forkast denne meldingen"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Velg et standard datointervall. Hvis det ikke er valgt noe intervall, vises rapporter av standard datointervall."],"Default date range:":["Standard datointervall:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Ordre med disse statusene krever handling på vegne av butikkadministratoren. Disse ordrene vises i ordre-fanen på Hjem-skjermen."],"Actionable statuses:":["Handlingsdyktige statuser:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Ordrer med disse statusene er ekskludert fra totalene i rapportene dine. Statusen {{strong}}Refundert{{\/strong}} kan ikke utelates."],"Custom Statuses":["Egendefinerte statuser"],"Excluded statuses:":["Ekskluderte statuser:"],"Exclude the %s status from reports":["Ekskluder status %s fra rapporter"],"Continue setup":["Fortsett konfigurasjon"],"Edit Product":["Rediger Produkt"],"Analytics":["Statistikk"],"Revenue":["Inntekter"],"Country \/ Region":["Land \/ Region"],"Show less":["Vis mindre"],"Yes please":["Ja takk"],"Retry":["Prøv igjen"],"Layout":["Utforming"],"Manage":["Administrer"],"Recommended":["Anbefalt"],"Import products":["Importer produkter"],"Activate":["Aktiver"],"Connect":["Koble til"],"Free shipping":["Gratis frakt"],"Extensions":["Utvidelser"],"Rest of the world":["Resten av verden"],"Downloads":["Nedlastinger"],"Configure":["Konfiguer"],"Buy now":["Kjøp nå"],"Enable":["Aktiver"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Banknavn"],"Account number":["Kontonummer"],"Account name":["Kontonavn"],"Sort code":["Sort code"],"Marketing":["Markedsføring"],"Display":["Visning"],"Store notice text":["Butikkmerknadstekst"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Installerte betalingsmetoder er oppført nedenfor. Dra og slipp betalingsmetoder for å tilpasse rekkefølgen deres på frontend."],"Add products":["Legg til produkter"],"Save":["Lagre"],"Learn more":["Les mer"],"Close":["Lukk"],"Variations":["Varianter"],"Address":["Adresse","Adresser"],"Products":["Produkter"],"No thanks":["Nei takk"],"Continue":["Fortsette"],"Taxes":["Avgifter"],"Customers":["Kunder"],"Orders":["Ordrer"],"City":["Sted"],"Cancel":["Avbryt"],"Categories":["Kategorier"],"Stock":["Lager"],"Product":["Produkt","Produkter"],"WooCommerce Tax":["WooCommerce avgift"],"Coupons":["Rabattkuponger"],"Update":["Oppdater"],"Download":["Nedlasting","Nedlastinger"],"Settings":["Innstillinger"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}