{"translation-revision-date":"2023-03-22 12:11:49+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Show me around (10s)":["Näytä minulle miten (10s)"],"I'll explore on my own":["Haluan tutkia itse"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Anna meidän näyttää sinulle kuinka navigointi toimii ja kuinka lisäät tuotteen todella nopeasti."],"Product editing tour":["Tuotemuokkauksen opastus"],"Meet the product editing form":["Tapaa tuotemuokkaus editori"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Jos lomakkeessa ei ole vielä kaikkia tarvitsemiasi ominaisuuksia, voit milloin tahansa siirtyä klassiseen editoriin."],"🔍 Preview and publish":["🔍 Esikatsele ja julkaise"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Kun kaikki tiedot ovat kunnossa, käytä yläreunan painikkeita esikatsellaksesi ja julkaistaksesi tuotteesi helposti. Klikkaa nuolipainiketta nähdäksesi lisäasetukset."],"⚙️ Looking for more?":["⚙️ Haluaisitko lisää vaihtoehtoja?"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Kun olet valmis, käytä välilehtiä vaihtaaksesi muiden yksityiskohtien ja asetusten välillä. Tulevaisuudessa täältä löytyvät myös laajennukset ja lisäosat."],"✍️ Set up pricing & more":["✍️ Aseta hinnat ja muuta"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Tuotemuokkaus auttaa sinua kuvaamaan tuotettasi kenttä kentältä - perustiedoista, kuten nimi ja kuvaus, aina ominaisuuksiin, joita asiakkaat voivat käyttää löytääkseen sen kaupastasi."],"📣 Tell a story about your product":["📣 Kerro tuotteestasi tarina"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}