{"translation-revision-date":"2023-03-21 20:00:46+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Show me around (10s)":["주변 보여주기(10초)"],"I'll explore on my own":["직접 둘러보기"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["양식을 탐색하고 이 상품을 생성하는 방법을 즉시 처음부터 끝까지 보여드리겠습니다."],"Product editing tour":["상품 편집 둘러보기"],"Meet the product editing form":["상품 편집 양식 만나보기"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["필요하신 일부 기능은 아직 양식에 없습니다. 아직 개발 중입니다. 언제든지 구 버전 편집기로 전환하실 수 있습니다."],"⚙️ Looking for more?":["⚙️ 더 찾아볼까요?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["모든 상세 정보가 제자리에 있으면 상단의 버튼을 사용하여 쉽게 상품을 미리 보고 공개하세요. 추가 옵션을 알아보려면 화살표 버튼을 클릭하세요."],"🔍 Preview and publish":["🔍 미리보기 및 공개"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["완료하면 탭을 사용하여 기타 상세 정보와 설정 간에 전환하세요. 앞으로 여기에 확장 기능과 플러그인도 표시됩니다."],"✍️ Set up pricing & more":["✍️ 가격 책정 설정 등"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["상품 양식은 이름 및 설명과 같은 기본 상세 정보부터 고객이 해당 정보를 스토어에서 찾는 데 사용할 수 있는 속성까지 상품 필드를 필드별로 설명하는 데 도움이 됩니다."],"📣 Tell a story about your product":["📣 상품에 대한 스토리 들려주기"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}