{"translation-revision-date":"2023-03-25 18:13:31+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Show me around (10s)":["Vis meg rundt (10s)"],"I'll explore on my own":["Jeg utforsker på egen hånd"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["La oss vise deg hvordan du navigerer i skjemaet og oppretter dette produktet fra start til slutt på kort tid."],"Product editing tour":["Produktredigeringstur"],"Meet the product editing form":["Møt produktredigeringsskjemaet"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Hvis skjemaet ennå ikke har alle funksjonene du trenger - det er fortsatt under utvikling - kan du når som helst bytte til det klassiske redigeringsverktøyet."],"⚙️ Looking for more?":["⚙️ Leter du etter mer?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Når alle detaljene er på plass, kan du bruke knappene øverst til å forhåndsvise og publisere produktet ditt. Klikk på pilknappen for flere alternativer."],"🔍 Preview and publish":["🔍 Forhåndsvisning og publisering"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Når du er ferdig, kan du bruke fanene til å bytte mellom andre detaljer og innstillinger. I fremtiden vil du også finne utvidelser og plugins her."],"✍️ Set up pricing & more":["✍️ Sette opp priser og mer"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Produktskjemaet hjelper deg med å beskrive produktet ditt felt for felt - fra grunnleggende detaljer som navn og beskrivelse til attributter som kundene kan bruke til å finne det i butikken din."],"📣 Tell a story about your product":["📣 Fortell en historie om produktet ditt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}