{"translation-revision-date":"2023-03-25 11:07:18+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Εάν η φόρμα δεν περιέχει ακόμα όλες τις δυνατότητες που χρειάζεστε —είναι ακόμα υπό ανάπτυξη— μπορείτε να επιστρέψετε στον κλασικό επεξεργαστή όποια στιγμή το θελήσετε."],"Meet the product editing form":["Γνωρίστε τη φόρμα επεξεργασίας προϊόντων"],"Product editing tour":["Ξενάγηση επεξεργασίας προϊόντων"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Επιτρέψτε μας να σας δείξουμε πώς να πλοηγηθείτε μέσα στη φόρμα και να δημιουργήσετε ένα προϊόν από την αρχή ως το τέλος στο πι και φι."],"I'll explore on my own":["Θα το εξερευνήσω μόνος\/η μου"],"Show me around (10s)":["Δείξε μου πώς (διάρκεια 10 δευτερολέπτων)"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Όταν τελειώσετε, χρησιμοποιήστε τις καρτέλες για εναλλαγή μεταξύ των λοιπών λεπτομερειών και των ρυθμίσεων. Στο μέλλον, θα βρείτε επίσης εδώ επεκτάσεις και πρόσθετα."],"🔍 Preview and publish":["🔍 Προεπισκόπηση και δημοσίευση"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Έχοντας συμπληρώσει όλες τις λεπτομέρειες, χρησιμοποιήστε τα κουμπιά στο επάνω μέρος για εύκολη προεπισκόπηση και δημοσίευση του προϊόντος σας. Κάντε κλικ στο κουμπί με το βελάκι για περισσότερες επιλογές."],"⚙️ Looking for more?":["⚙️ Ψάχνετε για περισσότερα;"],"📣 Tell a story about your product":["📣 Πείτε μια ιστορία για το προϊόν σας"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Η φόρμα προϊόντος θα σας βοηθήσει να περιγράψετε το προϊόν σας πεδίο με το πεδίο—από βασικές λεπτομέρειες όπως όνομα και περιγραφή έως ιδιότητες που μπορούν να χρησιμοποιήσουν οι πελάτες για να εντοπίσουν το προϊόν στο κατάστημά σας."],"✍️ Set up pricing & more":["✍️ Ρυθμίστε την τιμή & άλλα"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}