{"translation-revision-date":"2023-03-28 09:23:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Potentially non-inclusive":["Πιθανόν μη περιεκτικό"],"Tracking the ranking position...":["Παρακολούθηση της θέσης κατάταξης..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Κάτι πήγε στραβά κατά την παρακολούθηση των θέσεων κατάταξης της σελίδας σας. Παρακαλώ δοκιμάστε ξανά αργότερα."],"reconnect to %s":["επανασύνδεση σε %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Φαίνεται ότι κάτι πήγε στραβά κατά την ανάκτηση των δεδομένων του ιστότοπού σας. Παρακαλώ %s και δοκιμάστε ξανά."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Προτού μπορέσετε να παρακολουθήσετε την απόδοσή σας στο SEO, φροντίστε είτε να ορίσετε τον τίτλο του άρθρου και να το αποθηκεύσετε ως πρόχειρο είτε να ορίσετε με μη αυτόματο τρόπο τον σύντομο τίτλο (slug) του άρθρου."],"No keyphrase has been set. Please set a keyphrase first.":["Δεν έχει οριστεί φράση-κλειδί. Παρακαλώ ορίστε μια φράση-κλειδί πρώτα."],"upgrade your %s plan":["αναβαθμίστε το %s πλάνο σας"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Έχετε συμπληρώσει τον μέγιστο αριθμό των %d φράσεων κλειδιών που μπορείτε να προσθέσετε στον Wincher λογαριασμό σας. Εάν θέλετε να προσθέσετε περισσότερες φράσεις-κλειδιά, παρακαλούμε %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Με το %1$s μπορείτε να παρακολουθείτε τη θέση κατάταξης της σελίδας σας στα αποτελέσματα αναζήτησης με βάση τις φράσεις-κλειδιά σας. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["Το %s εντοπίζει αυτήν τη στιγμή τις θέσεις κατάταξης της σελίδας σας. Αυτό μπορεί να διαρκέσει μερικά λεπτά. Παρακαλούμε περιμένετε ή ελέγξτε ξανά αργότερα."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Συνδεθήκατε επιτυχώς στο %s! Τώρα μπορείτε να παρακολουθείτε την απόδοση SEO για τις φράση(εις) κλειδί(ά) αυτής της σελίδας."],"Read more about keyphrase tracking with Wincher":["Διαβάστε περισσότερα σχετικά με την παρακολούθηση φράσεων κλειδιού με το Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Είναι ενεργοποιημένη η αυτόματη παρακολούθηση φράσεων κλειδιών. Οι φράσεις-κλειδιά σας θα παρακολουθούνται αυτόματα από το %s όταν δημοσιεύετε την ανάρτησή σας."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Η θέση εμφάνισης της φράσης-κλειδί τις τελευταίες 90 ημέρες σε κλίμακα από 0 έως 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Παρακάτω, μπορείτε να ενεργοποιήσετε\/απενεργοποιήσετε τoν εντοπισμό της SEO απόδοσης της κάθε φράσης-κλειδί."],"Learn more about the SEO performance feature.":["Μάθετε περισσότερα σχετικά το χαρακτηριστικό της SEO απόδοσης."],"SEO performance":["SEO απόδοση"],"Connect with %s":["Συνδεθείτε με %s"],"* focus keyphrase":["* εστιασμένη φράση-κλειδί"],"Get more insights over at %s":["Λάβετε περισσότερες πληροφορίες στο %s"],"Position over time":["Θέση εμφάνισης με την πάροδο του χρόνου"],"Position":["Θέση"],"Tracking":["Παρακολούθηση"],"Select image":["Επιλέξτε εικόνα"],"Check out %s!":["Αγορά τώρα του %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Θα θέλατε να είστε σε θέση να προσθέσετε αυτές τις φράσεις-κλειδιά στην ανάλυση του %s ώστε να βελτιστοποιήσετε το περιεχόμενο σας ακόμη περισσότερο;"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Αντιμετωπίσαμε ένα πρόβλημα στην προσπάθεια μας να λάβουμε σχετικές φράσεις-κλειδιά. Παρακαλώ προσπαθείστε αργότερα."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Έχετε εξαντλήσει τον μέγιστο αριθμό των 4 σχετικών λέξεων-κλειδιών. Μπορείτε να αλλάξετε ή αφαιρέσετε λέξεις-κλειδιά στο %s από το πλαίσιο metabox ή από την πλευρική στήλη."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Παρακαλώ περιμένετε όσο το %1$s συνδέετε στο %2$s ώστε να λάβει τις σχετικές φράσεις-κλειδιά..."],"Upgrade your %s plan":["Αναβαθμίστε το πρόγραμμα %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Φθάσατε το όριο αιτημάτων σας για σήμερα. Δοκιμάστε και πάλι αύριο ή αναβαθμίστε το πρόγραμμα σας στο %s."],"Last month":["Τον προηγούμενο μήνα"],"Two months ago":["Δύο μήνες πριν"],"Three months ago":["Τρεις μήνες πριν"],"Four months ago":["Τέσσερις μήνες πριν"],"Five months ago":["Πέντε μήνες πριν"],"Six months ago":["Έξι μήνες πριν"],"Seven months ago":["Επτά μήνες πριν"],"Eight months ago":["Οχτώ μήνες πριν"],"Nine months ago":["Εννέα μήνες πριν"],"Ten months ago":["Δέκα μήνες πριν"],"Eleven months ago":["Πριν από έντεκα μήνες"],"Twelve months ago":["Πριν από δώδεκα μήνες"],"Get more insights at %s":["Λάβετε περισσότερες διορατικές πληροφορίες στο %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["O όγκος φράσεων-κλειδιών τους τελευταίους 12 μήνες σε κλίμακα από 0 έως 100."],"Learn more about the related keyphrases trend":["Μάθετε περισσότερα για την τάση των σχετικών φράσεων-κλειδιών"],"Trend":["Τάση"],"Learn more about the related keyphrases volume":["Μάθετε περισσότερα για τον όγκο των σχετικών φράσεων-κλειδιών"],"Volume":["Όγκος"],"Related keyphrase":["Σχετική φράση-κλειδί"],"Select country":["Επιλέξτε χώρα"],"Show results for:":["Εμφάνιση αποτελεσμάτων για:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Λυπούμαστε, δεν υπάρχουν διαθέσιμα δεδομένα για τον συγκεκριμένο συνδυασμό φράση-κλειδί\/χώρα."],"The number of headers and header labels don't match.":["Ο αριθμός των επικεφαλίδων και των ετικετών επικεφαλίδων δεν ταιριάζει."],"Return to your %s":["Επιστροφή στην %s"],"Make sure to save your %s for changes to take effect":["Φροντίστε να αποθηκεύσετε την %s για να εφαρμοστούν οι αλλαγές"],"Keyphrase":["Φράση κλειδί"],"%d day":["%d μέρα","%d μέρες"],"Good results":["Καλά αποτελέσματα"],"Considerations":["Σκέψεις"],"Errors":["Σφάλματα"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"Feedback":["Ανάδραση"],"Needs improvement":["Χρειάζεται βελτίωση"],"Improvements":["Βελτιώσεις"],"Problems":["Προβλήματα"],"Good":["Καλό"],"OK":["OK"],"View":["Προβολή"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}