{"translation-revision-date":"2023-03-02 12:44:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Yoast's recommended reading list":["Yoast'ın önerilen okuma listesi"],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["Yazılarınızın ve sayfalarınızın çoğunun henüz bir odak anahtar ifadesi yok. Odak anahtar sözcükleri ekleyerek içeriğinizi analiz etmemize yardımcı olun. Aşağıda, yazılarınızı ve sayfalarınızı en fazla sayıda gelen bağlantıya göre sıraladık, böylece önce en önemli içeriğiniz için odak anahtar ifadeleri eklemeye başlayabilirsiniz."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["'Odak anahtar ifadesi ekle' düğmesini tıkladığınızda düzenleyici yeni bir tarayıcı sekmesinde açılır. İşiniz bittiğinde, 'Güncelle'yi tıklamayı unutmayın."],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["Yazılarınızın ve sayfalarınızın çoğu henüz analiz edilmedi. İçeriğinizi açıp güncelleyerek analiz etmemize yardımcı olun. 'Düzenleyiciyi aç' düğmesine tıklamak, düzenleyiciyi yeni bir tarayıcı sekmesinde açacaktır. Bu sayfanın üst kısmındaki 'Güncelle'yi tıkladığınızdan emin olun."],"Add focus keyphrase":["Odak anahtar ifadesi ekle"],"Open editor":["Düzenleyiciyi aç"],"Show %1$s more...":["%1$s daha fazla göster..."],"Start site analysis":["Site analizini başlat"],"Stop site analysis":["Site analizini durdur"],"Site analysis is disabled for non-production environments.":["Canlı sunucu ortamı dışında için site analizi devre dışı bırakılır."],"No data to show yet":["Henüz gösterilecek veri yok"],"We would like to show you insights into content that we feel could use improving.":["İyileştirme yapılabileceğini düşündüğümüz içeriklerle ilgili iç görüleri size göstermek istiyoruz."],"Help us to analyze your site by running the site analysis below.":["Aşağıdan site analizini çalıştırarak sitenizi analiz etmemize yardımcı olun."],"This functionality is disabled in staging environments.":["Bu işlevsellik test ortamlarında devre dışı bırakılır."],"An error occurred while calculating your content: %s":["İçeriğiniz hesaplanırken bir hata oluştu: %s"],"An error occured while calculating the Readability scores of your content. Please try again later.":["İçeriğinizin okunabilirlik puanları hesaplanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Your site has no content with Readability scores left to display here.":["Sitenizde burada görüntülenecek okunabilirlik puanına sahip içerik kalmamış durumda."],"Congratulations! All of your content has a green readability score!":["Tebrikler! Tüm içeriğinizin yeşil okunabilirlik puanı var!"],"Lowest number of incoming links":["En düşük gelen bağlantı sayısı"],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["'Metin bağlantısı sayacı' özelliğini devre dışı bıraktınız. İçeriğinizdeki bağlantı sayısını hesaplamamızı istiyorsanız %1$sÖzellikler sekmesinden%2$s bu özelliği etkinleştirin"],"An error occured while calculating the incoming links of your content. Please try again later.":["İçeriğinizin gelen bağlantıları hesaplanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Add links":["Bağlantı ekle"],"You have hidden all items from this list, so there is no content left to display here.":["Bu listedeki tüm öğeleri gizlediniz, bu nedenle burada görüntülenecek içerik kalmadı."],"An error occurred: %s":["Bir hata oluştu: %s"],"Lowest SEO scores":["En düşük SEO puanları"],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["'SEO analizi' özelliğini devre dışı bıraktınız. İçeriğinizin SEO puanını hesaplamamızı istiyorsanız %1$sÖzellikler sekmesinden%2$s bu özelliği etkinleştirin"],"An error occured while calculating the SEO scores of your content. Please try again later.":["İçeriğinizin SEO puanları hesaplanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin."],"Your site has no content with SEO scores left to display here.":["Sitenizde burada görüntülenecek SEO puanına sahip içerik kalmamış durumda."],"Congratulations! All of your content has a green SEO score!":["Tebrikler! Tüm içeriklerinizin yeşil SEO puanı var!"],"Highest number of incoming links":["En yüksek gelen bağlantı sayısı"],"Restore hidden items":["Gizli öğeleri geri yükle"],"Your site has no content with incoming links left to display here.":["Sitenizde gelen bağlantılara sahip burada görüntülenecek içerik kalmamış durumda."],"Posts and pages without a focus keyphrase (%1$s)":["Odak anahtar ifadesi olmayan yazılar ve sayfalar (%1$s)"],"Posts and pages that haven't been analyzed (%1$s)":["Henüz analiz edilmemiş yazılar ve sayfalar (%1$s)"],"You need to have more content on your site to make your website rank well in the search engines.":["Web sitenizin arama motorlarında daha iyi sıralanmasını sağlamak için sitenizde daha fazla içeriğe sahip olmanız gerekir."],"There are three major elements you need to consider when writing good content for SEO:":["SEO için iyi içerik yazarken göz önünde bulundurmanız gereken üç ana unsur vardır:"],"keyword strategy, site structure and copywriting.":["anahtar kelime stratejisi, site yapısı ve metin yazarlığı."],"Don't know where to start? Have a look at our recommended reading list!":["Nereden başlayacağınızı bilmiyor musunuz? Önerilen okuma listemize bir göz atın!"],"Start writing a new post":["Yeni bir yazı yazmaya başlayın"],"An error occurred while fetching the suggested links list: %s":["Önerilen bağlantılar listesi alınırken bir hata oluştu: %s"],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Yoast SEO Premium ile ilgili dahili bağlantı önerileri alın! Bu özellik, sitenizde, bağlantı kurmak için ilginç olabilecek benzer içeriğe sahip yazıları gösterir. %1$sDahili bağlantıların site yapınızı nasıl geliştirebileceği hakkında daha fazla bilgi edinin%2$s."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["'Bağlantı önerileri' özelliğini devre dışı bıraktınız. Bağlantı alınacak önerilen yazıları görmek istiyorsanız %1$sÖzellikler sekmesinden%2$s bu özelliği etkinleştirin."],"The request has failed.":["İstek başarısız oldu."],"Last refreshed: %d min ago":["Son yenileme: %d dakika önce","Son yenileme: %d dakika önce"],"Refresh data":["Verileri yenile"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["İçeriğinizin kimsesiz kalmasını önlemek istiyorsanız, bu içeriğe bağlantı verdiğinizden emin olmanız gerekir. Sitenizdeki diğer yerlerden bağlantı vermek, Google'ın ve kitlenizin sitenize ulaşmasına yardımcı olur. %1$sKimsesiz içerik hakkında daha fazla bilgi edinin%2$s."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Bu %1$sadım adım egzersizi%2$s kullanarak sitenizdeki kimsesiz içeriği bulun ve düzeltin!"],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["Aşağıdaki içeriğin köşe taşı içeriğiniz olması gerekiyor: sitenizdeki en önemli ve kapsamlı makaleler. "],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Bu içeriği köşe taşı içeriği olarak işaretlediğinizden emin olun %1$s(%3$s)%2$s. %4$sKöşe taşı içeriği hakkında daha fazla bilgi edinin%5$s."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Bu %1$sadım adım egzersizi%2$s kullanarak tüm köşe taşlarınız için sıralamaları iyileştirin!"],"The undo request was unsuccessful.":["Geri alma isteği başarısız oldu."],"Lowest readability scores":["En düşük okunabilirlik puanları"],"Restore last hidden item":["Son gizli öğeyi geri yükle"],"Restore all hidden items":["Tüm gizli öğeleri geri yükle"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["'Okunabilirlik analizi' özelliğini devre dışı bıraktınız. İçeriğinizin okunabilirlik puanını hesaplamamızı istiyorsanız %1$sÖzellikler sekmesinden%2$s bu özelliği etkinleştirin"],"Improve":["Geliştir"],"You've disabled features that are needed to show data":["Verileri göstermek için gereken özellikleri devre dışı bıraktınız"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["İçeriğinizin nasıl performans gösterdiğini hesaplamak için 'SEO analizi', 'Okunabilirlik analizi' ve 'Metin bağlantısı sayacı' gibi özellikleri kullanıyoruz. Bu özellikleri %1$sÖzellikler sekmesi%2$snden etkinleştirebilirsiniz."],"Start writing content!":["İçerik yazmaya başlayın!"],"Unlock with Premium!":["Premium ile kilidini açın!"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Loading...":["Yükleniyor..."],"Close":["Kapat"],"Edit":["Düzenle"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}