{"translation-revision-date":"2023-03-28 09:23:45+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"We could not save the website name. Please check the value.":["Δεν ήταν δυνατή η αποθήκευση του ονόματος του ιστότοπου. Ελέγξτε την τιμή."],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["Πήραμε το θάρρος να χρησιμοποιήσουμε το όνομα και το λογότυπο του ιστότοπού σας για το όνομα και το λογότυπο του οργανισμού. Μη διστάσετε να τα αλλάξετε παρακάτω."],"Or visit your SEO dashboard":["Ή επισκευθείτε τον πίνακα διαχείρισης SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Θέλετε να βελτιστοποιήσετε ακόμη περισσότερο και να αξιοποιήσετε στο έπακρο το Yoast SEO; Βεβαιωθείτε ότι δεν θα χάσετε το δωρεάν εβδομαδιαίο διαδικτυακό μας σεμινάριο!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Αυτό είναι! Παρέχοντας αυτές τις πληροφορίες, η διμοιρία μας Indexables έχει ήδη καταφέρει να κάνει πολλές βελτιστοποιήσεις για τον ιστότοπό σας."],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Αυτό είναι! Παρέχοντας αυτές τις πληροφορίες, η ομάδα μας για τα ευρετήρια ήταν ήδη σε θέση να κάνει πολλές βελτιστοποιήσεις για τον ιστότοπό σας. Τώρα, ας ρίξουμε μια ματιά στην καταλληλότητα SEO του ιστότοπου σας!"],"Register now!":["Εγγραφή τώρα!"],"Finish configuration":["Ολοκλήρωση ρύθμισης"],"Personal preferences":["Προσωπικές ρυθμίσεις"],"SEO data optimization":["Βελτιστοποίηση δεδομένων SEO"],"An error has occurred: %1$s":["Εμφανίστηκε σφάλμα: %1$s"],"We could not save the organization name. Please check the value.":["Δεν μπορέσαμε να αποθηκεύσουμε το όνομα του οργανισμού. Παρακαλούμε ελέγξτε την τιμή."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Η ομάδα του Yoast indexables ανυπομονεί να φέρει τον ιστότοπό σας σε κορυφαία μορφή για τις μηχανές αναζήτησης. Βοηθήστε μας και λάβετε αυτά τα 5 βήματα για να λειτουργήσουν τα Yoast ευρετηριάσιμα!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Βάλτε το %1$s%2$s στην ομάδα indexables %3$s να δουλέψει! Κάντε το Google να κατανοήσει τον ιστότοπό σας."],"Tell us about your site, so we can get your site ranked!":["Πείτε μας για τον ιστότοπό σας, ώστε να μπορέσουμε να κατατάξουμε τον ιστότοπό σας!"],"Go to your SEO dashboard":["Πηγαίνετε στον πίνακα διαχείρισης SEO"],"What data will be tracked and for what reasons?":["Ποια δεδομένα θα παρακολοθούνται και για ποιούς λόγους;"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Χρειαζόμαστε τη βοήθειά σας για να βελτιώσουμε το Yoast SEO. Μπορούμε να συλλέξουμε ανώνυμες πληροφορίες σχετικά με τον ιστότοπό σας και τον τρόπο χρήσης του;"],"%s usage tracking":["παρακαλούθηση χρήσης %s"],"E.g. example@email.com":["Π.χ. example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Εγγραφείτε στο ενημερωτικό δελτίο %1$s για να λαμβάνετε συμβουλές βέλτιστης πρακτικής για το πώς να κατατάσσεστε, να ενημερώνεστε για τα τελευταία νέα του SEO και να λαμβάνετε οδηγίες για το πώς να χρησιμοποιείτε το %2$s στο έπακρο!"],"%s newsletter":["Ενημερωτικό δελτίο %s"],"Thank you! Check your inbox for the confirmation email.":["Σας ευχαριστούμε! Ελέγξτε τα εισερχόμενα σας για email επιβεβαίωσης"],"Please enter a valid email address.":["Παρακαλούμε εισάγετε μια έγκυρη ηλεκτρονική διεύθυνση"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Λάβετε υπόψη ότι πρέπει να συμπληρώσετε όλες τις ρυθμίσεις σε αυτό το βήμα για να αξιοποιήσετε στο έπακρο τα δομημένα δεδομένα. %1$sΔιαβάστε περισσότερα για τη σημασία των δομημένων δεδομένων%2$s."],"Help us out here! Is your site about an organization or a person? ":["Βοηθήστε μας εκεί έξω! Είναι ο ιστότοπος για οργανισμό ή άτομο;"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Ολοκληρώνοντας αυτό το βήμα θα βοηθήσει στο Google να καταλάβει τον ιστότοπο σας, και να βελτιώσει την πιθανότητα για λήψη %1$sεμπλουτισμένων αποτελεσμάτων%2$s."],"Personal logo or avatar":["Προσωπικό λογότυπο ή άβαταρ"],"Select a user":["Επιλέξτε έναν χρήστη"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. Δεν επιτρέπεται να ενημερώσετε αυτό το προφίλ χρήστη, οπότε παρακαλούμε ρωτήστε αυτόν τον χρήστη ή έναν διαχειριστή για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %2$sΕνημερώστε αυτό το προφίλ για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές%3$s."],"Uploading image...":["Ανέβασμα εικόνας..."],"Select an option":["Επιλέξτε μια επιλογή"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Λάβετε υπόψη ότι θα πρέπει να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO για να έχει αυτή η διαμόρφωση το μέγιστο δυνατό αποτέλεσμα."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Ας αναλύσουμε τον ιστότοπό σας όπως ακριβώς κάνει η Google και ας θέσουμε σε λειτουργία αυτά τα ευρετήρια, εκτελώντας τη βελτιστοποίηση δεδομένων SEO! Τα ευρετήρια μας θα βελτιώσουν άμεσα τα τεχνικά ζητήματα χωρίς να χρειαστεί να κάνετε τίποτα! Εάν έχετε πολύ περιεχόμενο, αυτή η βελτιστοποίηση μπορεί να πάρει λίγο χρόνο. Αλλά πιστέψτε μας, αξίζει τον κόπο! Θέλετε να διαβάσετε περισσότερα, %1$sανακαλύψτε τα οφέλη της ομάδας indexables.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Έχουμε ήδη αναλύσει με επιτυχία τον ιστότοπό σας. Μπορείτε να προχωρήσετε στο επόμενο βήμα."],"We've successfully analyzed your site!":["Επιτύχαμε να αναλύσουμε τον ιστότοπο σας!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Η βελτιστοποίηση δεδομένων SEO εκτελείται... Μπορείτε να προχωρήσετε με ασφάλεια στα επόμενα βήματα αυτής της διαμόρφωσης."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Χρειαζόμαστε λίγη περισσότερη βοήθεια από εσάς! Προσθέστε το προφίλ του οργανισμού σας στο Facebook και το Twitter, ώστε να βελτιστοποιήσουμε τα μεταδεδομένα και για αυτές τις πλατφόρμες."],"Add another profile":["Προσθήκη επιπλέον προφίλ"],"Delete item":["Διαγραφή στοιχείου"],"E.g. https:\/\/social-platform.com\/yoast":["Π.χ. https:\/\/social-platform.com\/yoast"],"Other social profile":["Άλλο προφιλ κοινωνικών δικτύων"],"E.g. https:\/\/www.wikipedia.com\/yoast":["Π.χ. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["Π.χ. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["Π.χ. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["Π.χ. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["Π.χ. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["Π.χ https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["Π.χ. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["Π.χ. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["Π.χ. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["Π.χ. https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL."],"Could not save this value. Please check the URL or username.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL ή το όνομα χρήστη."],"Email address":["Διεύθυνση email"],"Oops! Something went wrong. Check your email address and try again.":["Ωχ! Κάτι πήγε στραβά. Ελέγξτε τη διεύθυνση email σας και δοκιμάστε ξανά."],"Sign up!":["Εγγραφείτε!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Το Yoast σέβεται το απόρρητό σας. Διαβάστε %1$s την πολιτική απορρήτου%2$s σχετικά με τον τρόπο χειρισμού των προσωπικών σας στοιχείων."],"Save and continue":["Αποθήκευση και συνέχεια"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Σημαντικό: Δεν θα πουλήσουμε ποτέ αυτά τα δεδομένα. Και φυσικά, όπως πάντα, δεν θα συλλέξουμε προσωπικά δεδομένα για εσάς ή τους επισκέπτες σας."],"Yes, you can track my site data":["Ναι, επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"No, don’t track my site data":["Όχι, δεν επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"Does your site represent an Organization or Person?":["Ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα πρόσωπο;"],"Site representation":["Αναπαράσταση ιστοτόπου"],"Continue":["Συνέχεια"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Μπορείτε ακόμα να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO στην ενότητα %1$sΕργαλεία%2$s. Μόλις ολοκληρωθεί αυτό, ανανεώστε αυτή τη σελίδα."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Αυτό το βήμα διαμόρφωσης είναι προς το παρόν απενεργοποιημένο, επειδή δεν χρησιμοποιείτε την τελευταία έκδοση του Yoast SEO Premium. Παρακαλούμε ενημερώστε στην πιο πρόσφατη έκδοση (τουλάχιστον %1$s). "],"Error stack trace":["Σφάλμα ανίχνευσης στοίβας"],"Response":["Απάντηση"],"Error message":["Μήνυμα σφάλματος"],"Status code":["Κωδικός κατάστασης"],"Request method":["Μέθοδος αιτήματος"],"Request URL":["Ζητούμενο URL"],"Error details":["Λεπτομέρειες σφάλματος"],"Remove image":["Αφαίρεση Εικόνας"],"Select image":["Επιλέξτε εικόνα"],"Replace image":["Αντικατάσταση εικόνας"],"This feature has been disabled since subsites never send tracking data.":["Αυτή η λειτουργία έχει απενεργοποιηθεί, καθώς οι υποκατηγορίες ενός ιστότοπου δεν στέλνουν ποτέ δεδομένα παρακολούθησης."],"Stop SEO data optimization":["Διακοπή βελτιστοποίησης δεδομένων SEO"],"SEO data optimization is disabled for non-production environments.":["Η βελτιστοποίηση των SEO δεδομένων είναι απενεργοποιημένη σε μη-παραγωγικά περιβάλλοντα."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Αυτή η δυνατότητα περιλαμβάνει και αντικαθιστά τον μετρητή συνδέσμων κειμένου και την ανάλυση εσωτερικών συνδέσεων"],"Start SEO data optimization":["Ξεκινήστε τη βελτιστοποίηση δεδομένων SEO"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization name":["Όνομα του οργανισμού"],"This feature has been disabled by the network admin.":["Αυτό το χαρακτηριστικό έχει απενεργοποιηθεί από το διαχειριστή δικτύου."],"Go back":["Επιστροφή"],"Save changes":["Αποθήκευση αλλαγών"],"Name":["Όνομα"],"Social profiles":["Προφίλ κοινωνικών δικτύων"],"Loading...":["Φόρτωση..."],"Website name":["Όνομα ιστότοπου"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Επεξεργασία"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}