{"translation-revision-date":"2023-03-14 09:19:58+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Twoje konto %s nie zawiera jeszcze żadnych fraz kluczowych dla tej witryny. Możesz śledzić frazy kluczowe za pomocą przycisku \"Śledź wyniki SEO\" w edytorze postów."],"%s account":["%s konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Ten przegląd pokazuje tylko frazy kluczowe dodane do Yoast SEO. Mogą istnieć inne frazy kluczowe dodane do %s."],"Tracking the ranking position...":["Śledzenie pozycji w rankingu..."],"reconnect to %s":["połącz się ponownie z %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Wygląda na to, że coś poszło nie tak podczas pobierania danych witryny. Proszę %s i spróbować ponownie."],"Read more about keyphrase tracking with Wincher":["Przeczytaj więcej o śledzeniu fraz kluczowych za pomocą programu Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Połącz %1$s z %2$s, aby śledzić pozycję witryny w wynikach wyszukiwania na podstawie frazy kluczowej (fraz kluczowych). %3$s"],"Position":["Położenie"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozycja frazy kluczowej w ciągu ostatnich 90 dni w skali od 0 do 100."],"Connect with %s":["Zaloguj się kontem %s"],"Top performing keyphrases on your site":["Najskuteczniejsze frazy kluczowe w witrynie"],"Get more insights over at %s":["Więcej informacji na ten temat można znaleźć na stronie %s"],"Position over time":["Pozycja w czasie"],"The number of headers and header labels don't match.":["Liczba nagłówków i etykiet nagłówków nie są zgodne."],"Keyphrase":["Fraza kluczowa"],"%d day":["%d dzień","%d dni","%d dni"],"View":["Zobacz"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}